---
layout: single
title:  "Fostex FE167용 인클로져 자작기-1. 시작"
---

제작하고 있는 싱글 앰프에 사용할 1호 스피커를 계획하고 있습니다.

앰프의 출력이 낮은 싱글이라 스피커는 음압이 높은 것이 좋을 것 같았고, 아직 네트웍 같은 것을 만들정도로 내공이 심오하지 않아 Full Range를 선택하기로 했습니다.

여기저기 둘러본 결과 가격대 성능비가 좋은 Fostex의 보급형 6.5″짜리가 좋을 것이라 판단을 해서 일단 이 것으로 유닛을 정하기로 했습니다.

남은 문제는 Encloser인데…. Fostex에서 추천하는 인클로져 중에 유닛의 작은 크기로도 베이스를 보강해줄 수 있는Backloaded가 좋으리라 생각을 했는데, 아무래도 수공이 많이 들어가기 때문에 고심을 하다가 일본의 하세히로씨가 고안해낸목재 적층형 Back-loaded Horn Encloser를 발견하였습니다. (6.5″짜리 키트의 경우 약 $500정도나 나가는군요. 유닛 빼고도….) 이사람은 콘크리트 인클로져 제작자로도 알려져 있습니다. (사진 1)

![styled-image](/assets/images/2004-10-04/2004-10-04-01.jpg){: .align-center style="width: 90%;"}

일단 특징으로는판자를 이리저리 붙여만든 직선 음도가 아닌 곡선음도라서 저역이 굉장이 깨끗하다고 합니다. 그리고 MDF를 결과적으로 채운형태라서 무게도 장난이 아니게 무거워 궁극적으로 통의 안정을 위해서도 좋을 것이라 생각됩니다. 사용한 사람들의 평도 풍부한저음과, 벙벙거리지 않고 깨끗한 저음이 장점이라고 하더군요.

Fostex의 추천 인클로져가 MDF 판자를 이리저리 막아놓은 반면에 이 인클로져의 경우 MDF의 판자에 곡선으로 혼모양을 내고, 그 MDF를 쌓아올려 인클로져를 구성하는 방법이었습니다.

일단 제가 집에 Router라는 목공공구를 가지고 있기 때문에 일단 원본 하나만 잘 만들어 놓으면 계속 복사하는 것은 어렵지 않게 할 수 있을 것 같아 길이 보이는 듯 했습니다.
손은 많이 가겠지만, 나의 자작 앰프1호에 아무렇게 만든 인클로져를 쓸수 없다는 비장한(?) 마음에 덜컥 시작하기로 마음을 먹습니다.
